{
	"id": "c19b0239-a0b2-41ed-b6e8-88a42aaf0da4",
	"name": "Api Perpustakaan Adonis",
	"values": [
		{
			"key": "baseUrl",
			"value": "http://localhost:3333/api/v1",
			"type": "default",
			"enabled": true
		},
		{
			"key": "namaKategori",
			"value": "\"Self Development\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "updatedNamaKategori",
			"value": "\"Finance\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "judulBuku",
			"value": "\"IKIGAI Rahasia Hidup Bahagia dan Panjang Umur Orang Jepang\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "ringkasanBuku",
			"value": "\"Rahasia hidup bahagia dan panjang umur orang jepang,\\ndimana buku bergenre perbaikan diri (self- improvement) atau pertumbuhan diri (self-growth)ini akan mengungkap rahasia tersebut berfokus pada konsep IKIGAI ang berfokus pada kebahagiaan dari menjadi sibuk. Ditulis oleh dua orang sahabat yang berasal dari spanyol yaitu Hector Garcia dan Francesc Miralles, dimana hector sendiri saat ini sudah menjadi penduduk jepang. Buku IKIGAI ini sudah dicetak sebanyak 500.000 eksemplar, buku ini ditujukan untuk para pemuda-pemuda yang sedang mencari jati diri serta makna dari tujuan hidup mereka, seseorang yang tertarik dengan kehidupan orang jepang yang hidup bahagia dan panjang umur atau siapapun yang ingin memiliki hidup yang sehat secara fisik dan jasmani.\\nDimana mereka mendapat inspirasi utama dari warga jepang khususnya penduduk Okinawa di desa Ogini dibandingkan dengan penduduk dunia daerah ini memiliki harapan hidup yang tinggi dan berumur panjang bahkan hingga melewati usia 100 tahun dan dijuluki dengan the most centenarians in the world hal yang menjadi salah satu kunci berumur panjang dari penduduk Okinawa adalah penerapan pada IKIGAI serta aktif dalam ikatan sosial dengan masyarakat.\\nIKIGAI sendiri merupakan gabungan dari dua kata jepang yaitu iki yang berarti  kehidupan dan gai yang berarti berharga. Filosofi IKIGAI sudah dikenal lama oleh masyarakat jepang yang memberikan rasa kepada setiap tujuan hidup serta berperan untuk selalu menjaga kesehatan dan umur yang panjang, namun berumur panjang disini disertai dengan kesehatan fisik dan juga mental. Tubuh serta pikiran manusia itu saling terkoneksi satu sama lain, maka dari itu kesehatan fisik dan mental harus kita rawat bersamaan sehingga sampai tua pun kita tetap memiliki sikap positif serta kesadaran emosional.\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "tahunTerbit",
			"value": "\"2019\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "halamanBuku",
			"value": "232",
			"type": "default",
			"enabled": true
		},
		{
			"key": "stock",
			"value": "100",
			"type": "default",
			"enabled": true
		},
		{
			"key": "categoryId",
			"value": "1",
			"type": "default",
			"enabled": true
		},
		{
			"key": "email1",
			"value": "\"dprasmail@gmail.com\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "email2",
			"value": "\"dianprasmail@gmail.com\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "bio",
			"value": "\"aku adalah anak gembala selalu riang serta gembira\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "alamat",
			"value": "\"jalan yang lurus\"",
			"type": "default",
			"enabled": true
		},
		{
			"key": "tokenPetugas",
			"value": "Mg.02nnwh7dg7YNlFSMhl-TBe3F49kKQlnaKpAqO15ipPO0d4oFjRiE1yA6wdFn",
			"type": "default",
			"enabled": true
		},
		{
			"key": "tokenUser",
			"value": "Mw.hs4jucn0jqvUviFFAlU_c87NFZqsBBgmycRhZL-qjhlyOtCAOxPRHZLDfptO",
			"type": "default",
			"enabled": true
		}
	],
	"_postman_variable_scope": "environment",
	"_postman_exported_at": "2023-05-06T13:57:04.410Z",
	"_postman_exported_using": "Postman/10.13.5"
}